Repository: BaNdErOzZz/shedule
Catalog: languages/shedule-*.po
Languages: ru_ru

source: Shedule Post
ru_ru: Запись расписания

source: Shedule Table
ru_ru: Таблица расписания

source: Shedule
ru_ru: Расписание

source: Add Shedule Table
ru_ru: Добавить таблицу расписания

source: Options
ru_ru: Настройки

source: Unable to find schedules. Try adding a new
ru_ru: Ни одного расписания не найдено. Попробуйте добавить новое

source: Titile is empty.
ru_ru: Заголовок не должен быть пустым

source: Date is none checked.
ru_ru: Дата не выбрана

source: Time is none checked.
ru_ru: Время не выбрано

source: Shedule has bin saved
ru_ru: Расписание сохранено

source: Shedule can not insert to the base
ru_ru: Расписание не может быть сохранено

source: Begining date is none checked.
ru_ru: Начальная дата не выбрана

source: End date is none checked.
ru_ru: Конечная дата не выбрана

source: Shedule does not delete
ru_ru: Расписание не удалено

source: Shedule does not update
ru_ru: Расписание не обновлено

source: Upload Image
ru_ru: Загрузить изображение

source: Upload
ru_ru: Загрузить

source: Create Shedule Table
ru_ru: Создать таблицу расписания

source: Enter a title
ru_ru: Введите заголовок

source: Enter a link for title
ru_ru: Введите ссылку для заголовка

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Use Post Link
ru_ru: Использовать ссылку на запись

source: Use Post Excerpt like Tooltip
ru_ru: Использовать цитату записи как подсказку

source: Use Post Content like Tooltip
ru_ru: Использовать содержание как подсказку

source: Use Post Content like Description
ru_ru: Использовать содержание как описание

source: Select Post
ru_ru: Выберите запись

source: Press to change
ru_ru: Нажмите, чтобы изменить

source: Public
ru_ru: Опубликовать

source: Select event date
ru_ru: Выберите дату события

source: Select time
ru_ru: Выберите время

source: labels
ru_ru: Метки

source: Description
ru_ru: Описание

source: Background
ru_ru: Фон

source: Upload background image
ru_ru: Загрузить фоновое изображение

source: Select shedule date start
ru_ru: Выберите начальную дату

source: Select shedule date end
ru_ru: Выберите конечную дату

source: Labels for table
ru_ru: Метки таблицы

source: Add
ru_ru: Добавить

source: Delete
ru_ru: Удалить

source: Add new
ru_ru: Добавить новое

source: Update
ru_ru: Обновить

source: Shedule tables
ru_ru: Таблицы расписаний

source: Title
ru_ru: Заголовок

source: Date begin
ru_ru: Дата начала

source: Date end
ru_ru: Конечная дата

source: Shortcode
ru_ru: Шоткод

source: Edit shedule "%s"
ru_ru: Редактировать расписание "%s"

source: Edit this element
ru_ru: Редактировать этот элемент

source: Edit
ru_ru: Редактировать

source: Add event
ru_ru: Добавить событие

source: Shedule table
ru_ru: Расписание

source: From %s to %s
ru_ru: От %s до %s

source: Mondey
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Sunday
ru_ru: Воскресенье
